Repository: wp-plugins/threewp-activity-monitor
Catalog: lang/ThreeWP_Activity_Monitor-*.po
Languages: sv_se

source: Activity Monitor
sv_se: Aktivitetsövervakaren

source: Overview
sv_se: Översikt

source: Settings
sv_se: Inställningar

source: Uninstall
sv_se: Avinstallation

source: Keep at most this amount of activities in the database
sv_se: Behåll maximalt så här många aktiviteter i databasen

source: Display this amount of activities per page
sv_se: Visa så här många aktiviteter per sida

source: Apply
sv_se: Verkställ

source: User activity
sv_se: Användaraktivitet

source: Latest login
sv_se: Senaste inloggning

source: Successful logins
sv_se: Lyckade inloggningar

source: Failed logins
sv_se: Misslyckade inloggningar

source: Retrieved passwords
sv_se: Lösenordbegäran

source: Reset passwords
sv_se: Återställda lösenord

source: Crop the activity list down to this amount of rows
sv_se: Beskär aktivitetslistan ner till det här antalet rader

source: Clear the user's activity list
sv_se: Töm användarens aktivitetslista

source: Various login statistics about the user
sv_se: Användarens inloggningsstatistik

source: Login statistics
sv_se: Inloggningsstatistik

source: No login data available
sv_se: Ingen data tillgänglig

source: Post published
sv_se: Nytt inlägg

source: Comment approved
sv_se: Ny kommentar

source: Go directly to the blog's backend
sv_se: Besök bloggens administrationspanel

source: B
sv_se: P

source: Password tried:
sv_se: Försökte med lösenord:

source: on
sv_se: på

source: comment #
sv_se: kommentar #

source: for the post
sv_se: för inlägget

source: Address:
sv_se: Adress:

source: Web browser:
sv_se: Webläsare:

source: Time
sv_se: Tid

source: Activity
sv_se: Aktivitet

source: logged in to
sv_se: loggade in på

source: tried to log in to
sv_se: försökte logga in på

source: logged out from
sv_se: loggade ut från

source: retrieved a password reset link from
sv_se: bad om ett nytt lösenord från

source: reset his password on
sv_se: återställde lösenordet på

source: posted
sv_se: skrev

source: updated
sv_se: uppdaterade

source: trashed
sv_se: tog bort

source: restored
sv_se: återställde

source: deleted
sv_se: tog permanent bort

source: requeued
sv_se: återställde

source: approved
sv_se: godkände

source: reapproved
sv_se: återgodkände

source: held back
sv_se: förkastade

source: spam marked
sv_se: skräpmarkerade

source: unspammed
sv_se: tog bort skräpmarkeringen

source: has created the user
sv_se: skapade användaren

source: has updated the profile of
sv_se: har uppdaterat användarprofilen på

source: has deleted the user
sv_se: har tagit bort användaren

source: Password changed
sv_se: Lösenord bytt

source: First name changed from <em>"%s"</em> to <em>"%s"</em>
sv_se: Förnamnet ändrades från <em>"%s"</em> till <em>"%s"</em>

source: Last name changed from <em>"%s"</em> to <em>"%s"</em>
sv_se: Efternamnet ändrades från <em>"%s"</em> till <em>"%s"</em>
